class hsbotz(object):

   SERIES_TXT = """<b>⚠️❗️ 𝗦𝗲𝗿𝗶𝗲𝘀 𝗥𝗲𝗾𝘂𝗲𝘀𝘁 𝗙𝗼𝗿𝗺𝗮𝘁 ❗️⚠️

🗣 𝖲𝖾𝗋𝗂𝖾𝗌 𝖭𝖺𝗆𝖾,𝖲𝖾𝖺𝗌𝗈𝗇 (𝖶𝗁𝗂𝖼𝗁 𝖲𝖾𝖺𝗌𝗈𝗇 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍) 🧠

🖇𝐄𝐱𝐚𝐦𝐩𝐥𝐞: 

• Game Of Thrones S03𝖤02 720𝗉📝
• Sex Education S02 720p📝
• Breaking Bad S01E05📝
• Prison Break 1080p📝
• Witcher S02📝

🥱 𝖥𝗈𝗋 𝖲𝖾𝖺𝗌𝗈𝗇 𝖬𝖾𝗇𝗍𝗂𝗈𝗇 𝖠𝗌 𝖲01 𝖥𝗈𝗋 𝖲𝖾𝖺𝗌𝗈𝗇 1, 𝖲02 𝖥𝗈𝗋 𝖲𝖾𝖺𝗌𝗈𝗇 2 𝖾𝗍𝖼 [𝖲03,𝖲04 ,𝖲06,𝖲10,𝖲17] 𝖦𝗈𝖾𝗌 𝖫𝗂𝗄𝖾 𝖳𝗁𝖺𝗍

🔎 𝖥𝗈𝗋 𝖤𝗉𝗂𝗌𝗈𝖽𝖾 𝖬𝖾𝗇𝗍𝗂𝗈𝗇 𝖠𝗌 𝖤𝗉01 𝖥𝗈𝗋 𝖤𝗉𝗂𝗌𝗈𝖽𝖾 1, 𝖤𝗉02 𝖥𝗈𝗋 𝖤𝗉𝗂𝗌𝗈𝖽𝖾 2 𝖾𝗍𝖼 [𝖤𝗉03,𝖤𝗉07,𝖤𝗉17,𝖤𝗉21] 𝖦𝗈'𝗌 𝖫𝗂𝗄𝖾 𝖳𝗁𝖺𝗍 

❌ [𝗗𝗼𝗻𝘁 𝗨𝘀𝗲 𝘄𝗼𝗿𝗱𝘀 𝗟𝗶𝗸𝗲 𝗦𝗲𝗮𝘀𝗼𝗻/𝗘𝗽𝗶𝘀𝗼𝗱𝗲/𝗦𝗲𝗿𝗶𝗲𝘀 , . : - 𝗲𝘁𝗰] ❌</b>"""

   ALIVE_TXT = """<b>ʜᴇʏ {}

🧚 ʟᴜᴄᴋʟʏ ɪ ᴀᴍ ᴀʟɪᴠᴇ ⚡

ᴩʀᴇss ☞ /start 

ᴩʀᴇss ☞ /help ꜰᴏʀ ʜᴇʟᴩ 

ᴩʀᴇss ☞ /credits ᴏᴡɴᴇʀ😇

ᴩʀᴇss ☞ /ping ᴛᴏ ᴄʜᴇᴄᴋ ᴍʏ ᴩɪɴɢ 🧚

ᴩᴏᴡᴇʀᴇᴅ ʙʏ - <a href=https://t.me/Hs_Botz>ʜꜱ ᠰ ʙᴏᴛꜱ</a></b>"""

   HELP_TXT = """<b>ʜᴇʏ {} 

ᴩʀᴇss ☞ /movies ꜰᴏʀ ʜᴏᴡ ᴛᴏ ʀᴇǫᴜᴇsᴛ ᴍᴏᴠɪᴇs ɪɴ ᴀ ᴩʀᴏᴩᴇʀ ᴡᴀʏ 📃

ᴩʀᴇss ☞ /series ꜰᴏʀ ʜᴏᴡ ᴛᴏ ʀᴇǫᴜᴇsᴛ ꜱᴇʀɪᴇs ɪɴ ᴀ ᴩʀᴏᴩᴇʀ ᴡᴀʏ 📃

ᴩʀᴇss ☞ /credits ꜰᴏʀ ᴛᴜᴛᴏʀɪᴀʟ ᴀʙᴏᴜᴛ ʜᴏᴡ ᴛᴏ ɢᴇᴛ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇs ꜰʀᴏᴍ ᴍᴇ 🧚

ᴩᴏᴡᴇʀᴇᴅ ʙʏ - <a href=https://t.me/Hs_Botz>ʜꜱ ᠰ ʙᴏᴛꜱ</a></b>"""

   CREDITS_TXT = """<b>ʜᴇʏ {}

‣ ᴛʜɪꜱ ɪꜱ ᴄᴏᴅᴇɪɴɢ ʙʏ.. <a href='https://t.me/Hari_OP'>ʜᴀʀɪ 𓆩♡︎𓆪</a>

‣ ᴛʜᴀɴᴋꜱ ᴛᴏ ᴇᴠᴀ ᴍᴀʀɪᴀ﹝ʙᴀꜱᴇ ᴄᴏᴅᴇ﹞

‣ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ... 🧚

‣ ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ʟɪɴᴋ ᴛʜɪꜱ ʙᴏᴛ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇ..!

ᴩᴏᴡᴇʀᴇᴅ ʙʏ - <a href=https://t.me/Hs_Botz>ʜꜱ ᠰ ʙᴏᴛꜱ</a></b>"""

   MOVIES_TXT = """<b>⚠️❗️ 𝗠𝗼𝘃𝗶𝗲 𝗥𝗲𝗾𝘂𝗲𝘀𝘁 𝗙𝗼𝗿𝗺𝗮𝘁 ❗️⚠️

📝 𝖬𝗈𝗏𝗂𝖾 𝖭𝖺𝗆𝖾, 𝖸𝖾𝖺𝗋,(𝖨𝖿 𝗒𝗈𝗎 𝖪𝗇𝗈𝗐) 𝖶𝗂𝗍𝗁 𝖢𝗈𝗋𝗋𝖾𝖼𝗍 𝖲𝗉𝖾𝗅𝗅𝗂𝗇𝗀 📚

🗣 𝖨𝖿 𝖨𝗍 𝗂𝗌 𝖺 𝖥𝗂𝗅𝗆 𝖲𝖾𝗋𝗂𝖾𝗌. 𝖱𝖾𝗊𝗎𝖾𝗌𝗍 𝖮𝗇𝖾 𝖡𝗒 𝖮𝗇𝖾 𝖶𝗂𝗍𝗁 𝖯𝗋𝗈𝗉𝖾𝗋 𝖭𝖺𝗆𝖾 🧠

🖇𝐄𝐱𝐚𝐦𝐩𝐥𝐞:

• Robin Hood 📝
• Robin Hood 2010📝
• Kurup 2021 Kan 📝
• Harry Potter and the Philosophers Stone📝
• Harry Potter and the Prisoner of Azkaban📝

🥱 𝖥𝗈𝗋 𝖫𝖺𝗇𝗀𝗎𝖺𝗀𝖾 𝖠𝗎𝖽𝗂𝗈𝗌 - 𝖪𝖺𝗇 𝖿𝗈𝗋 𝖪𝖺𝗇𝗇𝖺𝖽𝖺, 𝖬𝖺𝗅 - 𝖬𝖺𝗅𝖺𝗒𝖺𝗅𝖺𝗆, 𝖳𝖺𝗆 - 𝖳𝖺𝗆𝗂𝗅

🔎 𝖴𝗌𝖾 𝖥𝗂𝗋𝗌𝗍 3 𝖫𝖾𝗍𝗍𝖾𝗋𝗌 𝖮𝖿 𝖫𝖺𝗇𝗀𝗎𝖺𝗀𝖾 𝖥𝗈𝗋 𝖠𝗎𝖽𝗂𝗈𝗌 [𝖪𝖺𝗇 𝖳𝖺𝗆 𝖳𝖾𝗅 𝖬𝖺𝗅 𝖧𝗂𝗇 𝖲𝗉𝖺 𝖤𝗇𝗀 𝖪𝗈𝗋 𝖾𝗍𝖼...]

❌ [𝗗𝗼𝗻𝘁 𝗨𝘀𝗲 𝘄𝗼𝗿𝗱𝘀 𝗟𝗶𝗸𝗲 𝗗𝘂𝗯𝗯𝗲𝗱/𝗠𝗼𝘃𝗶𝗲𝘀/𝗦𝗲𝗻𝗱/𝗛𝗗 , . : - 𝗲𝘁𝗰] ❌</b>"""

   DOWNLOAD_TXT = """<b>ꜰɪʀsᴛ ᴄʟɪᴄᴋ ᴛʜɪs ʟɪɴᴋ ☞ : <a href='https://t.me/linkdownlos'>ʜᴇʀᴇ</a>

ᴀғᴛᴇʀ ᴡᴀᴛᴄʜᴇᴅ ᴛʜᴇ ᴠɪᴅᴇᴏ-ꜱᴇʀɪᴇs ɴᴀᴍᴇ ᴡɪᴛʜ ᴄᴏᴛᴛᴇᴄᴛ ꜱᴩᴇʟʟɪɴɢ ᴀɴᴅ ɪ ᴡɪʟʟ ꜱᴇɴᴅ ᴛʜᴇ ꜰɪʟᴇ ʟɪɴᴋ

ᴄᴏʀʀᴇᴄᴛ ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇsᴛɪɴɢ ᴍᴇᴛʜᴏᴅ ☞ /movies

ᴄᴏʀʀᴇᴄᴛ ꜱᴇʀɪᴇs ʀᴇǫᴜᴇsᴛɪɴɢ ᴍᴇᴛʜᴏᴅ ☞ /series

ᴩᴏᴡᴇʀᴇᴅ ʙʏ - <a href=https://t.me/Hs_Botz>ʜꜱ ᠰ ʙᴏᴛꜱ</a></b>"""

   SONGOP_TXT = """<b>ꜱᴜᴩᴩᴏʀᴛ<a href=https://t.me/TAMIL_FLIMS_HD>ᴍᴀɪɴ ᴄʜᴀɴɴᴇʟ</a>\n\nᴩᴏᴡᴇʀᴇᴅ ʙʏ - <a href=https://t.me/Hs_Botz>ʜꜱ ᠰ ʙᴏᴛꜱ</a></b>"""
